Repository: Suyutao/Tonic
Catalog: Tonic/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: Morph 数字动效
en: Morph Number Animation

source: 中板
en: Moderato

source: 以当前速度播放节拍
en: Plays the metronome at the current tempo

source: 使用麦克风识别音高
en: Uses the microphone to identify pitch

source: 停止
en: Stop

source: 停止调音
en: Stop Tuning

source: 最大
en: Maximum

source: 升号 (♯)
en: Sharps (♯)

source: 参考音高
en: Reference Pitch

source: 取消
en: Cancel

source: 变化音
en: Accidentals

source: 唱名
en: Solfege

source: 在系统设置中更改语言
en: Change Language in Settings

source: 外观
en: Appearance

source: 字母音名
en: Letter Names

source: 完成
en: Done

source: 已停止，每分钟 %ld 拍
en: Stopped, %ld beats per minute

source: 广板
en: Largo

source: 开始
en: Start

source: 开始调音
en: Start Tuning

source: 快板
en: Allegro

source: 急板
en: Presto

source: 打开设置
en: Open Settings

source: 拍号
en: Meter

source: 新速度和拍号将在下一小节生效
en: The new tempo and meter will apply next bar

source: 无法启动音频引擎，请重试。
en: The audio engine could not start. Try again.

source: 标准
en: Standard

source: 检测灵敏度
en: Detection Sensitivity

source: 每分钟 %1$ld 拍，第 %2$ld 拍，共 %3$ld 拍
en: %1$ld beats per minute, beat %2$ld of %3$ld

source: 深色
en: Dark

# 点击取拍
source: 轻按定拍
en: Tap Tempo

source: 等待声音
en: Waiting for Sound

source: 节拍器
en: Metronome

source: 行板
en: Andante

source: 设置
en: Settings

source: 语言
en: Language

source: 请在系统“设置”中允许 Tonic 使用麦克风。
en: Allow Tonic to use the microphone in Settings.

source: 请弹奏一个音
en: Play a Note

source: 调音器
en: Tuner

source: 跟随系统
en: System

source: 速度
en: Tempo

source: 重试
en: Retry

source: 降号 (♭)
en: Flats (♭)

source: 需要在设置中允许麦克风访问
en: Allow microphone access in Settings

source: 需要麦克风访问权限
en: Microphone Access Needed

source: 需要麦克风访问权限。
en: Microphone access is needed.

source: 音名显示
en: Note Display

source: 音频已中断
en: Audio Interrupted

source: 音频已中断，请重新开始。
en: Audio was interrupted. Start again.

source: 音频已中断，请重新开始调音。
en: Audio was interrupted. Start tuning again.

source: 音频暂时不可用，请稍后重试。
en: Audio is temporarily unavailable. Try again.

source: 音高偏差
en: Pitch Deviation

source: 高
en: High

source: 麦克风不可用。
en: The microphone is unavailable.
